var TableTitle = {};

// 上行低速区
TableTitle.upLowerAreaTitle = "上行低速区日期,上行低速区片区编号,地市名称,区县,营服中心,上行低速区中心经度GPS,上行低速区中心纬度GPS," +
    "区域归属,主服务小区集合,4G切3G总次数,4G切3G总次数在本地网内排名,4G总流量,本地网内4G流量排名," +
    "感知优良率按天平均值,本地网内感知优良率排名,4G用户数按天平均值,本地网内4G用户数排名,最终排名累计值," +
    "上行低速区处理措施,上行低速区最近基站名称,上行低速区最近基站地址,基站ID,上行低速区最近的小区ID,上行低速区最近的小区的名称," +
    "上行低速区最近的小区的状态,距离最近的TOP5的小区集合,上行低速区域的上行低速区栅格数,曾发生退服告警总次数,曾发生退服告警小区数," +
    "未恢复退服告警小区数,上行低速区域的全部栅格数,上行低速区域的上行低速区栅格数排名,上行低速区域的栅格的面积," +
    "上行低速区域的全部栅格的面积,场景类型,最近小区告警数,线路ID,线路名称,包含对象ID集合,4G切3G总次数区县排名," +
    "4G流量区县排名,感知优良率区县排名,4G用户数区县排名,上行低速区栅格数区县排名,最终累计值地市排名,最终累计值区县排名,是否新增低速率区标志,GIS经纬度集合GPS";

// 下行低速区
TableTitle.downLowerAreaTitle = "下行低速区日期,下行低速区片区编号,地市名称,区县,营服中心,下行低速区中心经度GPS,下行低速区中心纬度GPS," +
    "区域归属,主服务小区集合,4G切3G总次数,4G切3G总次数在本地网内排名,4G总流量,本地网内4G流量排名," +
    "感知优良率按天平均值,本地网内感知优良率排名,4G用户数按天平均值,本地网内4G用户数排名,最终排名累计值," +
    "下行低速区处理措施,下行低速区最近基站名称,下行低速区最近基站地址,基站ID,下行低速区最近的小区ID,下行低速区最近的小区的名称," +
    "下行低速区最近的小区的状态,距离最近的TOP5的小区集合,下行低速区域的下行低速区栅格数,曾发生退服告警总次数,曾发生退服告警小区数," +
    "未恢复退服告警小区数,下行低速区域的全部栅格数,下行低速区域的下行低速区栅格数排名,下行低速区域的栅格的面积," +
    "下行低速区域的全部栅格的面积,场景类型,最近小区告警数,线路ID,线路名称,包含对象ID集合,4G切3G总次数区县排名," +
    "4G流量区县排名,感知优良率区县排名,4G用户数区县排名,下行低速区栅格数区县排名,最终累计值地市排名,最终累计值区县排名,是否新增低速率区标志,GIS经纬度集合GPS";

// 弱区
TableTitle.weakTitle = "弱区日期,弱覆盖片区编号,地市名称,区县,营服中心,弱区中心经度GPS,弱区中心纬度GPS," +
    "区域归属,主服务小区集合,4G切3G总次数,4G切3G总次数在本地网内排名,4G总流量,本地网内4G流量排名," +
    "感知优良率按天平均值,本地网内感知优良率排名,4G用户数按天平均值,本地网内4G用户数排名,最终排名累计值," +
    "弱覆盖处理措施,弱覆盖最近基站名称,弱覆盖最近基站地址,基站ID,弱覆盖最近的小区ID,弱覆盖最近的小区的名称," +
    "弱覆盖最近的小区的状态,距离最近的TOP5的小区集合,弱覆盖区域的弱覆盖栅格数,曾发生退服告警总次数,曾发生退服告警小区数," +
    "未恢复退服告警小区数,弱覆盖区域的全部栅格数,弱覆盖区域的弱覆盖栅格数排名,弱覆盖区域的弱栅格的面积," +
    "弱覆盖区域的全部栅格的面积,场景类型,最近小区告警数,线路ID,线路名称,包含对象ID集合,4G切3G总次数区县排名," +
    "4G流量区县排名,感知优良率区县排名,4G用户数区县排名,弱覆盖栅格数区县排名,最终累计值地市排名,最终累计值区县排名,是否新增弱区标志,GIS经纬度集合GPS";

// MOD3干扰区
TableTitle.MOD3Title = "MOD3干扰区日期,MOD3干扰区片区编号,地市名称,区县,营服中心,MOD3干扰区中心经度GPS,MOD3干扰区中心纬度GPS," +
    "区域归属,专题TOP接入小区集合,主服务小区集合,4G切3G总次数,4G切3G总次数在本地网内排名,4G总流量,本地网内4G流量排名," +
    "感知优良率按天平均值,本地网内感知优良率排名,4G用户数按天平均值,本地网内4G用户数排名,最终排名累计值," +
    "MOD3干扰区处理措施,MOD3干扰区最近基站名称,MOD3干扰区最近基站地址,基站ID,MOD3干扰区最近的小区ID,MOD3干扰区最近的小区的名称," +
    "MOD3干扰区最近的小区的状态,距离最近的TOP5的小区集合,MOD3干扰区域的MOD3干扰区栅格数,曾发生退服告警总次数,曾发生退服告警小区数," +
    "未恢复退服告警小区数,MOD3干扰区域的全部栅格数,MOD3干扰区域的MOD3干扰区栅格数排名,MOD3干扰区域的栅格的面积," +
    "MOD3干扰区域的全部栅格的面积,场景类型,最近小区告警数,线路ID,线路名称,包含对象ID集合,4G切3G总次数区县排名," +
    "4G流量区县排名,感知优良率区县排名,4G用户数区县排名,MOD3干扰区栅格数区县排名,最终累计值地市排名,最终累计值区县排名,是否新增MOD3干扰区标志,GIS经纬度集合GPS";

// 越区覆盖区
TableTitle.yuequTitle = "越区覆盖区日期,越区覆盖区片区编号,地市名称,区县,营服中心,越区覆盖区中心经度GPS,越区覆盖区中心纬度GPS," +
    "区域归属,专题TOP接入小区集合,主服务小区集合,4G切3G总次数,4G切3G总次数在本地网内排名,4G总流量,本地网内4G流量排名," +
    "感知优良率按天平均值,本地网内感知优良率排名,4G用户数按天平均值,本地网内4G用户数排名,最终排名累计值," +
    "越区覆盖区处理措施,越区覆盖区最近基站名称,越区覆盖区最近基站地址,基站ID,越区覆盖区最近的小区ID,越区覆盖区最近的小区的名称," +
    "越区覆盖区最近的小区的状态,距离最近的TOP5的小区集合,越区覆盖区域的越区覆盖区栅格数,曾发生退服告警总次数,曾发生退服告警小区数," +
    "未恢复退服告警小区数,越区覆盖区域的全部栅格数,越区覆盖区域的越区覆盖区栅格数排名,越区覆盖区域的栅格的面积," +
    "越区覆盖区域的全部栅格的面积,场景类型,最近小区告警数,线路ID,线路名称,包含对象ID集合,4G切3G总次数区县排名," +
    "4G流量区县排名,感知优良率区县排名,4G用户数区县排名,越区覆盖区栅格数区县排名,最终累计值地市排名,最终累计值区县排名,是否新增越区覆盖区标志,GIS经纬度集合GPS";

// 重叠覆盖区
TableTitle.chongdiequTitle = "重叠覆盖区日期,重叠覆盖区片区编号,地市名称,区县,营服中心,重叠覆盖区中心经度GPS,重叠覆盖区中心纬度GPS," +
    "区域归属,专题TOP接入小区集合,主服务小区集合,4G切3G总次数,4G切3G总次数在本地网内排名,4G总流量,本地网内4G流量排名," +
    "感知优良率按天平均值,本地网内感知优良率排名,4G用户数按天平均值,本地网内4G用户数排名,最终排名累计值," +
    "重叠覆盖区处理措施,重叠覆盖区最近基站名称,重叠覆盖区最近基站地址,基站ID,重叠覆盖区最近的小区ID,重叠覆盖区最近的小区的名称," +
    "重叠覆盖区最近的小区的状态,距离最近的TOP5的小区集合,重叠覆盖区域的重叠覆盖区栅格数,曾发生退服告警总次数,曾发生退服告警小区数," +
    "未恢复退服告警小区数,重叠覆盖区域的全部栅格数,重叠覆盖区域的重叠覆盖区栅格数排名,重叠覆盖区域的栅格的面积," +
    "重叠覆盖区域的全部栅格的面积,场景类型,最近小区告警数,线路ID,线路名称,包含对象ID集合,4G切3G总次数区县排名," +
    "4G流量区县排名,感知优良率区县排名,4G用户数区县排名,重叠覆盖区栅格数区县排名,最终累计值地市排名,最终累计值区县排名,是否新增重叠覆盖区标志,GIS经纬度集合GPS";



// 全区域
TableTitle.allAreaTitle = "地市,区县,营服,覆盖最优记录数,覆盖最优RSRP均值,覆盖最优95记录数,覆盖最优95覆盖率," +
    "覆盖最优100记录数,覆盖最优100覆盖率,覆盖最优105记录数,覆盖最优105覆盖率,覆盖最优110记录数," +
    "覆盖最优110覆盖率,覆盖最优115记录数,覆盖最优115覆盖率,覆盖最优弱栅格数,覆盖最优总栅格数," +
    "覆盖最优弱栅格占比,主接入记录数,主接入RSRP均值,主接入95记录数,主接入95覆盖率," +
    "主接入100记录数,主接入100覆盖率,主接入105记录数,主接入105覆盖率,主接入110记录数," +
    "主接入110覆盖率,主接入115记录数,主接入115覆盖率,主接入弱栅格数,主接入总栅格数,主接入弱栅格占比," +
    "频段800M-记录数,频段800M-RSRP均值,频段800M-95记录数,频段800M-95覆盖率,频段800M-100记录数," +
    "频段800M-100覆盖率,频段800M-105记录数,频段800M-105覆盖率,频段800M-110记录数," +
    "频段800M-110覆盖率,频段800M-115记录数,频段800M-115覆盖率,频段800M-弱栅格数," +
    "频段800M-总栅格数,频段800M-弱栅格占比,频段1.8G-记录数,频段1.8G-RSRP均值,频段1.8G-95记录数," +
    "频段1.8G-95覆盖率,频段1.8G-100记录数,频段1.8G-100覆盖率,频段1.8G-105记录数," +
    "频段1.8G-105覆盖率,频段1.8G-110记录数,频段1.8G-110覆盖率,频段1.8G-115记录数," +
    "频段1.8G-115覆盖率,频段1.8G-弱栅格数,频段1.8G-总栅格数,频段1.8G-弱栅格占比," +
    "频段2.1G-记录数,频段2.1G-RSRP均值,频段2.1G-95记录数,频段2.1G-95覆盖率," +
    "频段2.1G-100记录数,频段2.1G-100覆盖率,频段2.1G-105记录数,频段2.1G-105覆盖率," +
    "频段2.1G-110记录数,频段2.1G-110覆盖率,频段2.1G-115记录数,频段2.1G-115覆盖率," +
    "频段2.1G-弱栅格数,频段2.1G-总栅格数,频段2.1G-弱栅格占比,频段2.6G-记录数," +
    "频段2.6G-RSRP均值,频段2.6G-95记录数,频段2.6G-95覆盖率,频段2.6G-100记录数," +
    "频段2.6G-100覆盖率,频段2.6G-105记录数,频段2.6G-105覆盖率,频段2.6G-110记录数," +
    "频段2.6G-110覆盖率,频段2.6G-115记录数,频段2.6G-115覆盖率,频段2.6G-弱栅格数," +
    "频段2.6G-总栅格数,频段2.6G-弱栅格占比" /*+
    ",全量MR覆盖最优记录数,全量MR覆盖最优RSRP均值,全量MR覆盖最优95记录数," +
    "全量MR覆盖最优95覆盖率,全量MR覆盖最优100记录数,全量MR覆盖最优100覆盖率,全量MR覆盖最优105记录数,全量MR覆盖最优105覆盖率," +
    "全量MR覆盖最优110记录数,全量MR覆盖最优110覆盖率,全量MR覆盖最优115记录数,全量MR覆盖最优115覆盖率,全量MR覆盖最优弱栅格数," +
    "全量MR覆盖最优总栅格数,全量MR覆盖最优弱栅格占比,全量MR主接入记录数,全量MR主接入RSRP均值,全量MR主接入95记录数,全量MR主接入95覆盖率," +
    "全量MR主接入100记录数,全量MR主接入100覆盖率,全量MR主接入105记录数,全量MR主接入105覆盖率,全量MR主接入110记录数,全量MR主接入110覆盖率," +
    "全量MR主接入115记录数,全量MR主接入115覆盖率,全量MR主接入弱栅格数,全量MR主接入总栅格数,全量MR主接入弱栅格占比,全量MR频段800M-记录数," +
    "全量MR频段800M-RSRP均值,全量MR频段800M-95记录数,全量MR频段800M-95覆盖率,全量MR频段800M-100记录数,全量MR频段800M-100覆盖率," +
    "全量MR频段800M-105记录数,全量MR频段800M-105覆盖率,全量MR频段800M-110记录数,全量MR频段800M-110覆盖率,全量MR频段800M-115记录数," +
    "全量MR频段800M-115覆盖率,全量MR频段800M-弱栅格数,全量MR频段800M-总栅格数,全量MR频段800M-弱栅格占比,全量MR频段1.8G-记录数," +
    "全量MR频段1.8G-RSRP均值,全量MR频段1.8G-95记录数,全量MR频段1.8G-95覆盖率,全量MR频段1.8G-100记录数,全量MR频段1.8G-100覆盖率," +
    "全量MR频段1.8G-105记录数,全量MR频段1.8G-105覆盖率,全量MR频段1.8G-110记录数,全量MR频段1.8G-110覆盖率,全量MR频段1.8G-115记录数," +
    "全量MR频段1.8G-115覆盖率,全量MR频段1.8G-弱栅格数,全量MR频段1.8G-总栅格数,全量MR频段1.8G-弱栅格占比,全量MR频段2.1G-记录数," +
    "全量MR频段2.1G-RSRP均值,全量MR频段2.1G-95记录数,全量MR频段2.1G-95覆盖率,全量MR频段2.1G-100记录数,全量MR频段2.1G-100覆盖率," +
    "全量MR频段2.1G-105记录数,全量MR频段2.1G-105覆盖率,全量MR频段2.1G-110记录数,全量MR频段2.1G-110覆盖率,全量MR频段2.1G-115记录数," +
    "全量MR频段2.1G-115覆盖率,全量MR频段2.1G-弱栅格数,全量MR频段2.1G-总栅格数,全量MR频段2.1G-弱栅格占比,全量MR频段2.6G-记录数," +
    "全量MR频段2.6G-RSRP均值,全量MR频段2.6G-95记录数,全量MR频段2.6G-95覆盖率,全量MR频段2.6G-100记录数,全量MR频段2.6G-100覆盖率," +
    "全量MR频段2.6G-105记录数,全量MR频段2.6G-105覆盖率,全量MR频段2.6G-110记录数,全量MR频段2.6G-110覆盖率,全量MR频段2.6G-115记录数," +
    "全量MR频段2.6G-115覆盖率,全量MR频段2.6G-弱栅格数,全量MR频段2.6G-总栅格数,全量MR频段2.6G-弱栅格占比"*/;

// 扇区
TableTitle.sectorTitle = "地市,区县,营服,基站id,小区id,小区名称,厂家,AGPS-MR覆盖最优记录数,AGPS-MR覆盖最优RSRP均值," +
    "AGPS-MR覆盖最优95记录数,AGPS-MR覆盖最优95覆盖率,AGPS-MR覆盖最优100记录数,AGPS-MR覆盖最优100覆盖率," +
    "AGPS-MR覆盖最优105记录数,AGPS-MR覆盖最优105覆盖率,AGPS-MR覆盖最优110记录数,AGPS-MR覆盖最优110覆盖率," +
    "AGPS-MR覆盖最优115记录数,AGPS-MR覆盖最优115覆盖率,AGPS-MR覆盖最优弱栅格数,AGPS-MR覆盖最优总栅格数,AGPS-MR覆盖最优弱栅格占比," +
    "AGPS-MR规划最优记录数,AGPS-MR规划最优RSRP均值,AGPS-MR规划最优95记录数,AGPS-MR规划最优95覆盖率,AGPS-MR规划最优100记录数," +
    "AGPS-MR规划最优100覆盖率,AGPS-MR规划最优105记录数,AGPS-MR规划最优105覆盖率,AGPS-MR规划最优110记录数,AGPS-MR规划最优110覆盖率," +
    "AGPS-MR规划最优115记录数,AGPS-MR规划最优115覆盖率,AGPS-MR规划最优弱栅格数,AGPS-MR规划最优总栅格数,AGPS-MR规划最优弱栅格占比," +
    "AGPS-MR主接入记录数,AGPS-MR主接入RSRP均值,AGPS-MR主接入95记录数,AGPS-MR主接入95覆盖率,AGPS-MR主接入100记录数,AGPS-MR主接入100覆盖率," +
    "AGPS-MR主接入105记录数,AGPS-MR主接入105覆盖率,AGPS-MR主接入110记录数,AGPS-MR主接入110覆盖率,AGPS-MR主接入115记录数,AGPS-MR主接入115覆盖率," +
    "AGPS-MR主接入弱栅格数,AGPS-MR主接入总栅格数,AGPS-MR主接入弱栅格占比,全量MR覆盖最优记录数,全量MR覆盖最优RSRP均值,全量MR覆盖最优95记录数," +
    "全量MR覆盖最优95覆盖率,全量MR覆盖最优100记录数,全量MR覆盖最优100覆盖率,全量MR覆盖最优105记录数,全量MR覆盖最优105覆盖率,全量MR覆盖最优110记录数," +
    "全量MR覆盖最优110覆盖率,全量MR覆盖最优115记录数,全量MR覆盖最优115覆盖率,全量MR覆盖最优弱栅格数,全量MR覆盖最优总栅格数,全量MR覆盖最优弱栅格占比," +
    "全量MR规划最优记录数,全量MR规划最优RSRP均值,全量MR规划最优95记录数,全量MR规划最优95覆盖率,全量MR规划最优100记录数,全量MR规划最优100覆盖率," +
    "全量MR规划最优105记录数,全量MR规划最优105覆盖率,全量MR规划最优110记录数,全量MR规划最优110覆盖率,全量MR规划最优115记录数,全量MR规划最优115覆盖率," +
    "全量MR规划最优弱栅格数,全量MR规划最优总栅格数,全量MR规划最优弱栅格占比,全量MR主接入记录数,全量MR主接入RSRP均值,全量MR主接入95记录数," +
    "全量MR主接入95覆盖率,全量MR主接入100记录数,全量MR主接入100覆盖率,全量MR主接入105记录数,全量MR主接入105覆盖率,全量MR主接入110记录数," +
    "全量MR主接入110覆盖率,全量MR主接入115记录数,全量MR主接入115覆盖率,全量MR主接入弱栅格数,全量MR主接入总栅格数,全量MR主接入弱栅格占比";

// 扇区营服
TableTitle.mkTitle = "地市,地市id,区县,区县id,营服,营服id,AGPS-MR覆盖最优记录数,AGPS-MR覆盖最优RSRP均值,AGPS-MR覆盖最优95记录数," +
    "AGPS-MR覆盖最优95覆盖率,AGPS-MR覆盖最优100记录数,AGPS-MR覆盖最优100覆盖率,AGPS-MR覆盖最优105记录数,AGPS-MR覆盖最优105覆盖率," +
    "AGPS-MR覆盖最优110记录数,AGPS-MR覆盖最优110覆盖率,AGPS-MR覆盖最优115记录数,AGPS-MR覆盖最优115覆盖率,AGPS-MR覆盖最优弱栅格数," +
    "AGPS-MR覆盖最优总栅格数,AGPS-MR覆盖最优弱栅格占比,AGPS-MR规划最优记录数,AGPS-MR规划最优RSRP均值,AGPS-MR规划最优95记录数," +
    "AGPS-MR规划最优95覆盖率,AGPS-MR规划最优100记录数,AGPS-MR规划最优100覆盖率,AGPS-MR规划最优105记录数,AGPS-MR规划最优105覆盖率," +
    "AGPS-MR规划最优110记录数,AGPS-MR规划最优110覆盖率,AGPS-MR规划最优115记录数,AGPS-MR规划最优115覆盖率,AGPS-MR规划最优弱栅格数," +
    "AGPS-MR规划最优总栅格数,AGPS-MR规划最优弱栅格占比,AGPS-MR主接入记录数,AGPS-MR主接入RSRP均值,AGPS-MR主接入95记录数," +
    "AGPS-MR主接入95覆盖率,AGPS-MR主接入100记录数,AGPS-MR主接入100覆盖率,AGPS-MR主接入105记录数,AGPS-MR主接入105覆盖率," +
    "AGPS-MR主接入110记录数,AGPS-MR主接入110覆盖率,AGPS-MR主接入115记录数,AGPS-MR主接入115覆盖率,AGPS-MR主接入弱栅格数," +
    "AGPS-MR主接入总栅格数,AGPS-MR主接入弱栅格占比,全量MR覆盖最优记录数,全量MR覆盖最优RSRP均值,全量MR覆盖最优95记录数,全量MR覆盖最优95覆盖率," +
    "全量MR覆盖最优100记录数,全量MR覆盖最优100覆盖率,全量MR覆盖最优105记录数,全量MR覆盖最优105覆盖率,全量MR覆盖最优110记录数," +
    "全量MR覆盖最优110覆盖率,全量MR覆盖最优115记录数,全量MR覆盖最优115覆盖率,全量MR覆盖最优弱栅格数,全量MR覆盖最优总栅格数," +
    "全量MR覆盖最优弱栅格占比,全量MR规划最优记录数,全量MR规划最优RSRP均值,全量MR规划最优95记录数,全量MR规划最优95覆盖率," +
    "全量MR规划最优100记录数,全量MR规划最优100覆盖率,全量MR规划最优105记录数,全量MR规划最优105覆盖率,全量MR规划最优110记录数," +
    "全量MR规划最优110覆盖率,全量MR规划最优115记录数,全量MR规划最优115覆盖率,全量MR规划最优弱栅格数,全量MR规划最优总栅格数," +
    "全量MR规划最优弱栅格占比,全量MR主接入记录数,全量MR主接入RSRP均值,全量MR主接入95记录数,全量MR主接入95覆盖率,全量MR主接入100记录数," +
    "全量MR主接入100覆盖率,全量MR主接入105记录数,全量MR主接入105覆盖率,全量MR主接入110记录数,全量MR主接入110覆盖率,全量MR主接入115记录数," +
    "全量MR主接入115覆盖率,全量MR主接入弱栅格数,全量MR主接入总栅格数,全量MR主接入弱栅格占比";


// 扇区勘误
TableTitle.kanwuTitle = "地市名称,地市ID,区县,区县ID,营服中心,营服中心ID,基站ID,基站名称,小区ID,小区名称,设备厂商,基站位置GPS," +
    "预测GPS位置,预测百度地图位置,预测位置相差距离,支持预测的MR条数" +
    ",包含AGPS的MR条数,包含AGPS的MR与小区平均距离,包含AGPS的MR与小区每TA平均距离,方位角,预测角度,偏离角度,支持方位角预测条数," +
    "4G切3G总次数,4G总流量(MB),感知优良率按天平均值,AGPS用户数按天平均值,最小用户体验上行平均速率（Mbps）,最小用户体验下行平均速率（Mbps),是否天馈接反,站间距,各站间距AGPS数量,全量4G用户数";


// 高校场景
TableTitle.commTitle2 = "地市,区县,营服,对象ID,对象名称,覆盖最优记录数,覆盖最优RSRP均值," +
    "覆盖最优95记录数,覆盖最优95覆盖率,覆盖最优100记录数,覆盖最优100覆盖率,覆盖最优105记录数," +
    "覆盖最优105覆盖率,覆盖最优110记录数,覆盖最优110覆盖率,覆盖最优115记录数,覆盖最优115覆盖率," +
    "覆盖最优弱栅格数,覆盖最优总栅格数,覆盖最优弱栅格占比,主接入记录数,主接入RSRP均值," +
    "主接入95记录数,主接入95覆盖率,主接入100记录数,主接入100覆盖率,主接入105记录数," +
    "主接入105覆盖率,主接入110记录数,主接入110覆盖率,主接入115记录数,主接入115覆盖率," +
    "主接入弱栅格数,主接入总栅格数,主接入弱栅格占比,频段800M-记录数,频段800M-RSRP均值," +
    "频段800M-95记录数,频段800M-95覆盖率,频段800M-100记录数,频段800M-100覆盖率," +
    "频段800M-105记录数,频段800M-105覆盖率,频段800M-110记录数,频段800M-110覆盖率," +
    "频段800M-115记录数,频段800M-115覆盖率,频段800M-弱栅格数,频段800M-总栅格数," +
    "频段800M-弱栅格占比,频段1.8G-记录数,频段1.8G-RSRP均值,频段1.8G-95记录数," +
    "频段1.8G-95覆盖率,频段1.8G-100记录数,频段1.8G-100覆盖率,频段1.8G-105记录数," +
    "频段1.8G-105覆盖率,频段1.8G-110记录数,频段1.8G-110覆盖率,频段1.8G-115记录数," +
    "频段1.8G-115覆盖率,频段1.8G-弱栅格数,频段1.8G-总栅格数,频段1.8G-弱栅格占比," +
    "频段2.1G-记录数,频段2.1G-RSRP均值,频段2.1G-95记录数,频段2.1G-95覆盖率," +
    "频段2.1G-100记录数,频段2.1G-100覆盖率,频段2.1G-105记录数,频段2.1G-105覆盖率," +
    "频段2.1G-110记录数,频段2.1G-110覆盖率,频段2.1G-115记录数,频段2.1G-115覆盖率," +
    "频段2.1G-弱栅格数,频段2.1G-总栅格数,频段2.1G-弱栅格占比,频段2.6G-记录数," +
    "频段2.6G-RSRP均值,频段2.6G-95记录数,频段2.6G-95覆盖率,频段2.6G-100记录数," +
    "频段2.6G-100覆盖率,频段2.6G-105记录数,频段2.6G-105覆盖率,频段2.6G-110记录数," +
    "频段2.6G-110覆盖率,频段2.6G-115记录数,频段2.6G-115覆盖率,频段2.6G-弱栅格数," +
    "频段2.6G-总栅格数,频段2.6G-弱栅格占比";


TableTitle.commTitle = "地市,区县,营服,对象ID,对象名称,AGPS-MR覆盖最优记录数,AGPS-MR覆盖最优RSRP均值," +
    "AGPS-MR覆盖最优95记录数,AGPS-MR覆盖最优95覆盖率,AGPS-MR覆盖最优100记录数,AGPS-MR覆盖最优100覆盖率,AGPS-MR覆盖最优105记录数," +
    "AGPS-MR覆盖最优105覆盖率,AGPS-MR覆盖最优110记录数,AGPS-MR覆盖最优110覆盖率,AGPS-MR覆盖最优115记录数,AGPS-MR覆盖最优115覆盖率," +
    "AGPS-MR覆盖最优弱栅格数,AGPS-MR覆盖最优总栅格数,AGPS-MR覆盖最优弱栅格占比,AGPS-MR主接入记录数,AGPS-MR主接入RSRP均值," +
    "AGPS-MR主接入95记录数,AGPS-MR主接入95覆盖率,AGPS-MR主接入100记录数,AGPS-MR主接入100覆盖率,AGPS-MR主接入105记录数," +
    "AGPS-MR主接入105覆盖率,AGPS-MR主接入110记录数,AGPS-MR主接入110覆盖率,AGPS-MR主接入115记录数,AGPS-MR主接入115覆盖率," +
    "AGPS-MR主接入弱栅格数,AGPS-MR主接入总栅格数,AGPS-MR主接入弱栅格占比,AGPS-MR频段800M-记录数,AGPS-MR频段800M-RSRP均值," +
    "AGPS-MR频段800M-95记录数,AGPS-MR频段800M-95覆盖率,AGPS-MR频段800M-100记录数,AGPS-MR频段800M-100覆盖率," +
    "AGPS-MR频段800M-105记录数,AGPS-MR频段800M-105覆盖率,AGPS-MR频段800M-110记录数,AGPS-MR频段800M-110覆盖率," +
    "AGPS-MR频段800M-115记录数,AGPS-MR频段800M-115覆盖率,AGPS-MR频段800M-弱栅格数,AGPS-MR频段800M-总栅格数," +
    "AGPS-MR频段800M-弱栅格占比,AGPS-MR频段1.8G-记录数,AGPS-MR频段1.8G-RSRP均值,AGPS-MR频段1.8G-95记录数," +
    "AGPS-MR频段1.8G-95覆盖率,AGPS-MR频段1.8G-100记录数,AGPS-MR频段1.8G-100覆盖率,AGPS-MR频段1.8G-105记录数," +
    "AGPS-MR频段1.8G-105覆盖率,AGPS-MR频段1.8G-110记录数,AGPS-MR频段1.8G-110覆盖率,AGPS-MR频段1.8G-115记录数," +
    "AGPS-MR频段1.8G-115覆盖率,AGPS-MR频段1.8G-弱栅格数,AGPS-MR频段1.8G-总栅格数,AGPS-MR频段1.8G-弱栅格占比," +
    "AGPS-MR频段2.1G-记录数,AGPS-MR频段2.1G-RSRP均值,AGPS-MR频段2.1G-95记录数,AGPS-MR频段2.1G-95覆盖率," +
    "AGPS-MR频段2.1G-100记录数,AGPS-MR频段2.1G-100覆盖率,AGPS-MR频段2.1G-105记录数,AGPS-MR频段2.1G-105覆盖率," +
    "AGPS-MR频段2.1G-110记录数,AGPS-MR频段2.1G-110覆盖率,AGPS-MR频段2.1G-115记录数,AGPS-MR频段2.1G-115覆盖率," +
    "AGPS-MR频段2.1G-弱栅格数,AGPS-MR频段2.1G-总栅格数,AGPS-MR频段2.1G-弱栅格占比,AGPS-MR频段2.6G-记录数," +
    "AGPS-MR频段2.6G-RSRP均值,AGPS-MR频段2.6G-95记录数,AGPS-MR频段2.6G-95覆盖率,AGPS-MR频段2.6G-100记录数," +
    "AGPS-MR频段2.6G-100覆盖率,AGPS-MR频段2.6G-105记录数,AGPS-MR频段2.6G-105覆盖率,AGPS-MR频段2.6G-110记录数," +
    "AGPS-MR频段2.6G-110覆盖率,AGPS-MR频段2.6G-115记录数,AGPS-MR频段2.6G-115覆盖率,AGPS-MR频段2.6G-弱栅格数," +
    "AGPS-MR频段2.6G-总栅格数,AGPS-MR频段2.6G-弱栅格占比,全量MR覆盖最优记录数,全量MR覆盖最优RSRP均值,全量MR覆盖最优95记录数," +
    "全量MR覆盖最优95覆盖率,全量MR覆盖最优100记录数,全量MR覆盖最优100覆盖率,全量MR覆盖最优105记录数,全量MR覆盖最优105覆盖率," +
    "全量MR覆盖最优110记录数,全量MR覆盖最优110覆盖率,全量MR覆盖最优115记录数,全量MR覆盖最优115覆盖率,全量MR覆盖最优弱栅格数," +
    "全量MR覆盖最优总栅格数,全量MR覆盖最优弱栅格占比,全量MR主接入记录数,全量MR主接入RSRP均值,全量MR主接入95记录数,全量MR主接入95覆盖率," +
    "全量MR主接入100记录数,全量MR主接入100覆盖率,全量MR主接入105记录数,全量MR主接入105覆盖率,全量MR主接入110记录数,全量MR主接入110覆盖率," +
    "全量MR主接入115记录数,全量MR主接入115覆盖率,全量MR主接入弱栅格数,全量MR主接入总栅格数,全量MR主接入弱栅格占比,全量MR频段800M-记录数," +
    "全量MR频段800M-RSRP均值,全量MR频段800M-95记录数,全量MR频段800M-95覆盖率,全量MR频段800M-100记录数,全量MR频段800M-100覆盖率," +
    "全量MR频段800M-105记录数,全量MR频段800M-105覆盖率,全量MR频段800M-110记录数,全量MR频段800M-110覆盖率,全量MR频段800M-115记录数," +
    "全量MR频段800M-115覆盖率,全量MR频段800M-弱栅格数,全量MR频段800M-总栅格数,全量MR频段800M-弱栅格占比,全量MR频段1.8G-记录数," +
    "全量MR频段1.8G-RSRP均值,全量MR频段1.8G-95记录数,全量MR频段1.8G-95覆盖率,全量MR频段1.8G-100记录数,全量MR频段1.8G-100覆盖率," +
    "全量MR频段1.8G-105记录数,全量MR频段1.8G-105覆盖率,全量MR频段1.8G-110记录数,全量MR频段1.8G-110覆盖率,全量MR频段1.8G-115记录数," +
    "全量MR频段1.8G-115覆盖率,全量MR频段1.8G-弱栅格数,全量MR频段1.8G-总栅格数,全量MR频段1.8G-弱栅格占比,全量MR频段2.1G-记录数," +
    "全量MR频段2.1G-RSRP均值,全量MR频段2.1G-95记录数,全量MR频段2.1G-95覆盖率,全量MR频段2.1G-100记录数,全量MR频段2.1G-100覆盖率," +
    "全量MR频段2.1G-105记录数,全量MR频段2.1G-105覆盖率,全量MR频段2.1G-110记录数,全量MR频段2.1G-110覆盖率,全量MR频段2.1G-115记录数," +
    "全量MR频段2.1G-115覆盖率,全量MR频段2.1G-弱栅格数,全量MR频段2.1G-总栅格数,全量MR频段2.1G-弱栅格占比,全量MR频段2.6G-记录数," +
    "全量MR频段2.6G-RSRP均值,全量MR频段2.6G-95记录数,全量MR频段2.6G-95覆盖率,全量MR频段2.6G-100记录数,全量MR频段2.6G-100覆盖率," +
    "全量MR频段2.6G-105记录数,全量MR频段2.6G-105覆盖率,全量MR频段2.6G-110记录数,全量MR频段2.6G-110覆盖率,全量MR频段2.6G-115记录数," +
    "全量MR频段2.6G-115覆盖率,全量MR频段2.6G-弱栅格数,全量MR频段2.6G-总栅格数,全量MR频段2.6G-弱栅格占比";

// 地铁线路
TableTitle.metroLineTitle = "地市名称,线路名称,总记录数,RSRP均值,MR覆盖115记录数,MR覆盖110记录数,MR覆盖105记录数,MR覆盖100记录数," +
    "MR覆盖95记录数,MR覆盖115覆盖率,MR覆盖110覆盖率,MR覆盖105覆盖率,MR覆盖100覆盖率,MR覆盖95覆盖率,最小用户体验上行平均速率(Mbps)," +
    "最小用户体验下行平均速率(Mbps)";

// 地铁TA段
TableTitle.metroTunnelTitle = "78米段标识,地市名称,线路名称,起始站,终止站,方向,总记录数,RSRP均值,MR覆盖115记录数,MR覆盖110记录数,MR覆盖105记录数," +
    "MR覆盖100记录数,MR覆盖95记录数,MR覆盖115覆盖率,MR覆盖110覆盖率,MR覆盖105覆盖率,MR覆盖100覆盖率,MR覆盖95覆盖率," +
    "最小用户体验上行平均速率(Mbps),最小用户体验下行平均速率(Mbps),TOP接入小区,经纬度集合";

// 地铁站厅站台
TableTitle.metroSiteTitle = "地市名称,线路名称,站点名称,总记录数,RSRP均值,MR覆盖115记录数,MR覆盖110记录数,MR覆盖105记录数," +
    "MR覆盖100记录数,MR覆盖95记录数,MR覆盖115覆盖率,MR覆盖110覆盖率,MR覆盖105覆盖率,MR覆盖100覆盖率,MR覆盖95覆盖率," +
    "最小用户体验上行平均速率(Mbps),最小用户体验下行平均速率(Mbps)";

// 地铁站间段
TableTitle.metroStationTitle = "地市名称,线路名称,源地铁站名称,目的地铁站名称,方向,覆盖段数,弱覆盖段数,路弱覆盖段数排名,主服务小区集合," +
    "4G切3G总次数,4G切3G总次数在本地网内排名,4G总流量,本地网内4G流量排名,感知优良率按天平均值,本地网内感知优良率排名,4G用户数按天平均值," +
    "本地网内4G用户数排名,最终排名累计值,曾发生退服告警总次数,曾发生退服告警小区数,未恢复退服告警小区数,距离最近的TOP5的小区集合," +
    "最近小区告警数,路段处理措施,基站ID,最近基站名称,最近的小区ID,最近的小区的名称,最近基站地址,最近的小区的状态,电信RSRP[-140，0)记录数," +
    "电信RSRP[-115，0)记录数,电信RSRP[-110，0)记录数,电信RSRP[-105，0)记录数,电信RSRP[-100，0)记录数,电信RSRP[-95，0)记录数," +
    "电信RSRP[-140，0)之和,线路最小经度,线路最小纬度,线路中心经度,线路中心纬度,线路最大经度,线路最大纬度,里程数,线段经纬度集合," +
    "最小用户体验上行平均速率(Mbps),最小用户体验下行平均速率(Mbps)";

// 高铁线路
TableTitle.highrailLineTitle = "高铁名称,总记录数,RSRP均值,MR覆盖115记录数,MR覆盖110记录数,MR覆盖105记录数," +
    "MR覆盖100记录数,MR覆盖95记录数,MR覆盖115覆盖率,MR覆盖110覆盖率,MR覆盖105覆盖率,MR覆盖100覆盖率,MR覆盖95覆盖率," +
    "最小用户体验上行平均速率(Mbps),最小用户体验下行平均速率(Mbps)," +
    "门限95达标里程,门限100达标里程,门限105达标里程,门限110达标里程,门限115达标里程," +
    "门限95未达标里程,门限100未达标里程,门限105未达标里程,门限110未达标里程,门限115未达标里程,脱网里程";

// 高铁500米
TableTitle.highRail500Title = "线段ID,线路ID,线路名称,地市名称,地市ID,区县,区县ID,营服中心,营服中心ID,中心点区域归属ID,线路最小经度(GPS),线路最小纬度(GPS)," +
    "线路中心经度(GPS),线路中心纬度(GPS),线路最大经度(GPS),线路最大纬度(GPS),覆盖长度,弱覆盖路段长度,路弱覆盖段长度排名,主服务小区集合,4G切3G总次数,4G切3G总次数在本地网内排名," +
    "4G总流量,本地网内4G流量排名,感知优良率按天平均值,本地网内感知优良率排名,4G用户数按天平均值,本地网内4G用户数排名,最终排名累计值,曾发生退服告警总次数," +
    "曾发生退服告警小区数,未恢复退服告警小区数,距离最近的TOP5的小区集合,最近小区告警数,路段处理措施,基站ID,最近基站名称,最近的小区ID,最近的小区的名称," +
    "最近基站地址,最近的小区的状态,RSRP总条数,RSRP之和,RSRP大于105之和,道路长度,RSRP大于-95之和,RSRP大于-100之和,RSRP大于-110之和,RSRP大于-115之和," +
    "电信线段关联栅格95覆盖率之和,电信线段关联栅格100覆盖率之和,电信线段关联栅格105覆盖率之和,电信线段关联栅格110覆盖率之和,电信线段关联栅格115覆盖率之和," +
    "电信线段关联栅格数量,电信线段关联栅格RSRP均值之和,最小用户体验上行平均速率(Mbps),最小用户体验下行平均速率(Mbps),告警标识,工单单号," +
    "门限95达标里程,门限100达标里程,门限105达标里程,门限110达标里程,门限115达标里程," +
    "门限95未达标里程,门限100未达标里程,门限105未达标里程,门限110未达标里程,门限115未达标里程,脱网里程";

// 高铁隧道
TableTitle.highRailTunnelsTitle = "高铁名称,线段ID,线路ID,线路名称,地市名称,地市ID,区县,区县ID,营服中心,营服中心ID,中心点区域归属ID,线路最小经度(GPS),线路最小纬度(GPS)," +
    "线路中心经度(GPS),线路中心纬度(GPS),线路最大经度(GPS),线路最大纬度(GPS),覆盖长度,弱覆盖路段长度,路弱覆盖段长度排名,主服务小区集合,4G切3G总次数,4G切3G总次数在本地网内排名," +
    "4G总流量,本地网内4G流量排名,感知优良率按天平均值,本地网内感知优良率排名,4G用户数按天平均值,本地网内4G用户数排名,最终排名累计值,曾发生退服告警总次数," +
    "曾发生退服告警小区数,未恢复退服告警小区数,距离最近的TOP5的小区集合,最近小区告警数,路段处理措施,基站ID,最近基站名称,最近的小区ID,最近的小区的名称," +
    "最近基站地址,最近的小区的状态,RSRP总条数,RSRP之和,RSRP大于105之和,道路长度,RSRP大于-95之和,RSRP大于-100之和,RSRP大于-110之和,RSRP大于-115之和," +
    "电信线段关联栅格95覆盖率之和,电信线段关联栅格100覆盖率之和,电信线段关联栅格105覆盖率之和,电信线段关联栅格110覆盖率之和,电信线段关联栅格115覆盖率之和," +
    "电信线段关联栅格数量,电信线段关联栅格RSRP均值之和,最小用户体验上行平均速率(Mbps),最小用户体验下行平均速率(Mbps),告警标识,工单单号," +
    "门限95达标里程,门限100达标里程,门限105达标里程,门限110达标里程,门限115达标里程," +
    "门限95未达标里程,门限100未达标里程,门限105未达标里程,门限110未达标里程,门限115未达标里程,脱网里程";
